export default {
  "cannotIdentify": "⚠️ Не може да се препознае партнерот за разговор.",
  "catchNewBottle": "💡 Изберете /catch за да одберете нова message bottle и започнете нов разговор.",
  "conversationInfoError": "⚠️ Информациите за разговорот се неточни.",
  "conversationMayEnded": "Разговорот можеби завршил или не постои.",
  "conversationNotFound": "⚠️ Овој разговор не може да биде пронајден.",
  "ensureReply": "Ве молиме осигурајте се дека одговарате на пораката испратена од другата страна (со # идентификаторот).",
  "hint": "💡 Ова точно ја специфицира личноста која треба да се блокира.",
  "replyRequired": "⚠️ Ве молиме долго притиснете на пораката што сакате да ја блокирате и одговарајте со командата.",
  "step1": "1️⃣ Долго притиснете на пораката на другата личност.",
  "step2": "2️⃣ Изберете 'Одговори'.",
  "step3": "3️⃣ Внесете /block.",
  "steps": "**Чекори за оперативно дејствување:**",
  "success": "✅ Овој корисник е блокиран (#${identifier})",
  "willNotMatch": "Неќе се совпаднете со пораките на другите."
};
