export default {
  "nickname": "👤 Прекар: {ownerMaskedNickname}",
  "short19": "✏️ Уреди профил",
  "menuTitle": "Измени профил",
  "nicknameButton": "✏️ Измени прекар",
  "bioButton": "📝 Измени вовед",
  "regionButton": "🌍 Промени Регион",
  "interestsButton": "🏷️ Промени Интереси",
  "bloodTypeButton": "🩸 Промени Крвна Група",
  "matchPrefButton": "❤️ Преференции за Совпаѓање",
  "nicknameInstruction": "Ве молиме внесете нов прекар (до 20 знаци).\n\nВашиот моментален прекар е: {nickname}",
  "nicknameInputHint": "👇 Ве молиме внесете нов прекар:",
  "bioInstruction": "Ве молиме внесете нова само-презентација (до 100 знаци).\n\nВашата моментална само-презентација е: {bio}",
  "bioInputHint": "👇 Ве молиме внесете нова само-презентација:",
  "bloodTypeInstruction": "Ве молиме изберете ја вашата крвна група:"
};
