export default {
  "select_continent": "Ве молиме изберете вашата област 🌍",
  "select_country": "Ве молиме изберете земја/регион",
  "search_city_prompt": "Ве молиме внесете го името на градот (на пр: Токио)",
  "city_not_found": "Градот не е пронајден, ве молиме обидете се со англиското име.",
  "confirm_city": "Дали е ова градот што го избрравте: {city} ({country})?",
  "continent": {
    "asia": "Азија",
    "europe": "Европа",
    "north_america": "Северна Америка",
    "south_america": "Јужна Америка",
    "africa": "Африка",
    "oceania": "Океанија"
  },
  "btn_search_manually": "🔍 Рачно пребарување на град",
  "confirm_button": "✅ Потврди"
};
