export default {
  "codeAccepted": "✅ Кодот за покана е прифатен! Благодарам {inviterName} за поканата",
  "inviteeSuccess": "✅ Успешно го прифати поканата!",
  "inviterSuccess": "✅ Поканата е успешна! Здоби се со +1 траен квота",
  "limitReached": "❌ Ја постигна границата на покани ({max} луѓе)",
  "limitWarning": "⚠️ Покани {count} луѓе, и сеуште можеш да поканиш {remaining} повеќе",
  "selfInviteError": "❌ Не можете да се поканите сами",
  "upgradePrompt": "💎 Надградете на VIP за повеќе слотови за покани",
  "userType": "{type}"
};
