export default {
  "resultTitle": "💘 **Соодветност на астролошките резултати со {target}**",
  "score": "💫 Индекс на соодветност: {score} поени",
  "analysis": "📊 **Подробна анализа:**",
  "high": "✨ **Совршен пар!**\nВашите карактери многу се надополнуваат, ќе ви биде многу лесно и пријатно да комуницирате. Без разлика дали сте пријатели или партнери, имате голем потенцијал за развој!",
  "medium": "⚖️ **Дополнителни компоненти**\nВие се поклопувате во одредени аспекти, но можеби ќе треба малку прилагодување во другите. Со меѓусебно толерантно, врската ќе биде стабилна.",
  "low": "🔥 **Судир на искри**\nВашите карактерни разлики се значителни и можеби ќе има одредени предизвици. Но токму оваа разлика може да донесе неочекувани искри!",
  "vipRequired": "🔒 Треба VIP за да ги видите деталните резултати на соодветноста",
  "upsellMessage": "За прецизна соодветност, потребно е да бидете VIP член.\n\nПо надградбата, можете да ги видите деталните астролошки извештаи за соодветност со било кој!",
  "noQuota": "🔮 Недостаток на Фортуна Бутилки",
  "quotaExhausted": "Вашите Фортуна Бутилки се завршени, не можете да направите соодветност.\n\nВе молиме купете пакет за дополнување или почекајте секоја недела кога бесплатната квота ќе се обнови.",
  "targetNonVipWarning": "Соседот не е VIP корисник, дел од податоците можеби не се комплетни, што може да влијае на точноста на соодветноста.\n💡 Препорачуваме да му подарите VIP на соседа за да добиете попрецизни резултати!"
};
