export default {
  "cannotGetNickname": "❌ Не може да се добие Telegram надимак",
  "customHint": "⚠️ Забелешка:\n• Ограничување на должината на надимакот е 36 карактери\n• Другата страна прикажува максимум 18 карактери\n• Ве молиме не користете надимак за испраќање реклами",
  "customPrompt": "✏️ Ве молиме внесете го вашето никнейм:\n\n",
  "genderHint": "⚠️ Забелешка: Поставувањето на родот не може да се измени по изборот, ве молиме изберете внимателно!\n- За да ги користите функциите за усогласување на астрологија и пораки во шишиња, ве молиме пополнете го вашиот пол при раѓање.",
  "genderSelection": "Одлично! Вашето никнейм е: {nickname}\n\nСега ве молиме изберете го вашиот пол:\n\n",
  "nicknameSet": "✅ Надимакот е поставен",
  "userNotFound": "❌ Корисникот не постои"
};
