export default {
  "cannotGetNickname": "❌ Не може да се добие Telegram надимак",
  "customHint": "⚠️ Забелешка:\n• Ограничување на должината на надимакот е 36 карактери\n• Другата страна прикажува максимум 18 карактери\n• Ве молиме не користете надимак за испраќање реклами",
  "customPrompt": "✏️ Ве молиме внесете го вашето никнейм:\n\n",
  "genderHint": "⚠️ Внимание: По поставување на родот, не може да се модифицира, ве молиме внимателно одберете! \n- За да го користите астролошкото предвидување и функцијата за поклопување на Blessing Bottle, ве молиме пополнете го родот при раѓање.",
  "genderSelection": "Одлично! Вашето никнейм е: {nickname}\n\nСега ве молиме изберете го вашиот пол:\n\n",
  "nicknameSet": "✅ Надимакот е поставен",
  "userNotFound": "❌ Корисникот не постои"
};
