export default {
  "bottleContent": "📝 Содржина на bottle: {content}\n\n",
  "bottlePicked": "Вашиот message bottle е подигнат од {maskedMatcherNickname}!\n\n",
  "conversationIdentifier": "💬 Идентификатор на разговор: {conversationIdentifier}\n",
  "firstMatch": "💡 Ова е вашето 1во спарување, со 2 слота останати\n\n",
  "foundBottle": "Системата пронајде bottle од {maskedOwnerNickname}!\n\n",
  "matchSuccess": "🎯 **VIP паметно спарување успешно!**\n\n",
  "replyHint": "💬 **Ве молиме долга притискајте ја оваа порака, изберете 'Одговори', и внесете содржина за да започнете разговор со другата страна**",
  "slotsWaiting": "Постои {remaining} слотови останати\n\n",
  "smartMatch": "🎉 **Паметно спарување успешно!**\n\n",
  "viewChats": "Користете /chats за да ги прикажете сите разговори\n\n"
};
