export default {
  "cannotGetNickname": "❌ غير قادر على استرجاع الاسم المستعار في تيليجرام",
  "customHint": "⚠️ ملاحظة:\n• حد طول الاسم المستعار: 36 حرفًا\n• المعروض للآخرين: بحد أقصى 18 حرفًا\n• يرجى عدم استخدام الاسم المستعار لإرسال الإعلانات",
  "customPrompt": "✏️ يرجى إدخال اسمك المستعار:\n\n",
  "genderHint": "⚠️ ملاحظة: لا يمكن تعديل إعداد الجنس بعد الاختيار، يرجى الاختيار بعناية!\n- لاستخدام ميزات تطابق الأبراج وزجاجة الرسائل، يرجى ملء جنسكم عند الولادة.",
  "genderSelection": "رائع! اسمك المستعار هو: {nickname}\n\nيرجى اختيار جنسك الآن: \n\n",
  "nicknameSet": "✅ تم تعيين الاسم المستعار",
  "userNotFound": "❌ المستخدم غير موجود"
};
