export default {
  "bottleContent": "📝 محتوى زجاجة الرسائل: {content}\n\n",
  "bottlePicked": "تم التقاط زجاجة رسائلك بواسطة {maskedMatcherNickname}!",
  "conversationIdentifier": "💬 معرف المحادثة: {conversationIdentifier}\n",
  "firstMatch": "💡 هذه هي مباراتك الأولى، مع توفر 2 مكانين آخرين",
  "foundBottle": "لقد عثر النظام على زجاجة رسالة من {maskedOwnerNickname}!\n\n",
  "matchSuccess": "🎯 **تم المطابقة الذكية بنجاح!**\n\n",
  "replyHint": "💬 **يرجى الضغط مطولاً على هذه الرسالة، اختر 'رد', وأدخل محتواك لبدء الدردشة مع الطرف الآخر**",
  "slotsWaiting": "يوجد {remaining} مكان في الانتظار\n\n",
  "smartMatch": "🎉 **تمت المطابقة الذكية بنجاح!**\n\n",
  "viewChats": "استخدم /chats لعرض جميع المحادثات\n\n"
};
