export default {
  "bottle": "🍾 **زجاجة البركة ثلاثية الأبعاد**\n\nهذه ميزة قوية يمكنها التطابق بناءً على MBTI، والأبراج، ومؤشر الحظ.\n\nالاستهلاك: 1 زجاجة بركة ثلاثية.",
  "settings": "⚙️ **إعدادات التطابق**",
  "settings2": "يرجى تعيين تفضيلات التطابق الخاصة بك:",
  "start": "🚀 ابدأ التطابق",
  "result": "🎉 نتائج التطابق",
  "noMatch": "😔 لا يمكن العثور على شخص مناسب في الوقت الحالي، يرجى المحاولة لاحقًا.",
  "matchSuccess": "🎯 **تم المطابقة الذكية بنجاح!**\n\n",
  "bottlePicked": "تم التقاط زجاجة رسائلك بواسطة {maskedMatcherNickname}!",
  "conversationIdentifier": "💬 معرف المحادثة: {conversationIdentifier}\n",
  "bottleContent": "📝 محتوى زجاجة الرسائل: {content}\n\n",
  "firstMatch": "💡 هذه هي مباراتك الأولى، مع توفر 2 مكانين آخرين",
  "viewChats": "استخدم /chats لعرض جميع المحادثات\n\n",
  "replyHint": "💬 **يرجى الضغط مطولاً على هذه الرسالة، اختر 'رد', وأدخل محتواك لبدء الدردشة مع الطرف الآخر**",
  "smartMatch": "🎉 **تمت المطابقة الذكية بنجاح!**\n\n",
  "foundBottle": "لقد عثر النظام على زجاجة رسالة من {maskedOwnerNickname}!\n\n"
};
