export default {
  "cannotGetNickname": "❌ قادر به دریافت نام کاربری تلگرام نیستم",
  "customHint": "⚠️ توجه:\n• طول نام کاربری حداکثر 36 کاراکتر است\n• طرف مقابل حداکثر 18 کاراکتر را نمایش می‌دهد\n• از نام کاربری برای ارسال تبلیغات استفاده نکنید",
  "customPrompt": "✏️ لطفاً نام مستعار خود را وارد کنید:\n\n",
  "genderHint": "⚠️ توجه: پس از انتخاب، تنظیم جنسیت قابل تغییر نیست، لطفاً با دقت انتخاب کنید!\n-برای استفاده از ویژگی‌های تطبیق طالع‌بینی و پیام‌بطری، لطفاً جنسیت خود را در زمان تولد پر کنید.",
  "genderSelection": "عالی است! نام مستعار شما: {nickname}\n\nحال لطفاً جنسیت خود را انتخاب کنید:\n\n",
  "nicknameSet": "✅ نام کاربری تنظیم شده است",
  "userNotFound": "❌ کاربر وجود ندارد"
};
