export default {
  "actionHistory": "📜 مشاهده زمینه",
  "actionReply": "💬 به {masked_partner_name} پاسخ دهید",
  "throwReminder": "🌊 هی! مدتی است که بطری پیام ارسال نکرده‌اید، ساحل خیلی ساکت است...",
  "catchReminder": "🎣 تعدادی بطری جدید به ساحل رسیده، می‌خواهید نگاهی بیندازید؟",
  "onboardingReminder": "👋 ثبت‌نام شما هنوز کامل نشده، فقط کمی بیشتر! (مرحله: {step})",
  "messageReminderA": "👋 هی {masked_partner_name}، ما هنوز منتظر پاسخ شما هستیم! نگذارید مکالمه سرد شود～",
  "messageReminderB": "📩 شما یک پیام خوانده‌نشده از {masked_partner_name} دارید:\n> \"{last_message_preview}...\"\n(بیش از ۲۴ ساعت گذشته است!)",
  "messageReminderC": "⏳ {masked_partner_name} منتظر پاسخ شماست..."
};
