export default {
  "replyPrompt": "💬 پاسخ",
  "suggestCatch": "❓ آیا می‌خواهید یک بطری پیام بردارید؟\n\nاز /catch برای برداشتن بطری پیام استفاده کنید\n\n💡 **فرمان‌های متداول**:\n• /throw - پرتاب بطری پیام\n• /catch - برداشتن بطری پیام\n• /menu - منوی اصلی\n• /tasks - مرکز وظایف",
  "suggestMenu": "❓ فرمان پیدا نشد\n\n💡 **فرمان‌های متداول**:\n• /throw - پرتاب بطری پیام\n• /catch - برداشتن بطری پیام\n• /menu - منوی اصلی\n• /tasks - مرکز وظایف",
  "suggestThrow": "❓ آیا می‌خواهید یک بطری پیام پرتاب کنید؟\n\nلطفاً پیام قبلی یا این پیام را طولانی فشار دهید,\n'پاسخ' را از منو انتخاب کنید,\nسپس محتوای مورد نظر را جهت ارسال به عنوان بطری پیام وارد کنید\n\n💡 **فرمان‌های متداول**:\n• /throw - پرتاب بطری پیام\n• /catch - برداشتن بطری پیام\n• /menu - منوی اصلی\n• /tasks - مرکز وظایف\n\n#THROW",
  "throwPrompt": "📝 لطفاً متن بطری پیام خود را وارد کنید:"
};
