export default {
  "bottleContent": "📝 محتوای بطری: {content}\n\n",
  "bottlePicked": "بطری پیام شما توسط {maskedMatcherNickname} برداشته شده است!\n\n",
  "conversationIdentifier": "💬 شناسایی گفت‌وگو: {conversationIdentifier}\n",
  "firstMatch": "💡 این اولین تطابق شما است، با ۲ مکان باقی‌مانده",
  "foundBottle": "سیستم یک بطری از {maskedOwnerNickname} پیدا کرده است!\n\n",
  "matchSuccess": "🎯 **تطابق هوشمند VIP با موفقیت انجام شد!**\n\n",
  "replyHint": "💬 **لطفاً این پیام را به مدت طولانی فشار دهید، 'پاسخ' را انتخاب کنید و سپس محتوای خود را تایپ کنید تا با طرف مقابل چت کنید**",
  "slotsWaiting": "{remaining} جایگاه باقی مانده است\n\n",
  "smartMatch": "🎉 **تطابق هوشمند با موفقیت انجام شد!**\n\n",
  "viewChats": "برای مشاهده تمام گفتگوها از /chats استفاده کنید\n\n"
};
