export default {
  "nickname": "👤 ডাকনাম: ${ownerMaskedNickname}",
  "short19": "✏️ প্রোফাইল সম্পাদনা করুন",
  "menuTitle": "প্রোফাইল সম্পাদনা",
  "nicknameButton": "✏️ ডাকনাম সম্পাদনা",
  "bioButton": "📝 ভূমিকা সম্পাদনা",
  "regionButton": "🌍 অঞ্চল পরিবর্তন করুন",
  "interestsButton": "🏷️ আগ্রহ পরিবর্তন করুন",
  "bloodTypeButton": "🩸 রক্তের গ্রুপ পরিবর্তন করুন",
  "matchPrefButton": "❤️ মেলবন্ধন পছন্দসমূহ",
  "nicknameInstruction": "একটি নতুন ডাকনাম প্রবেশ করুন (২০ অক্ষরের মধ্যে)।\n\nআপনার বর্তমান ডাকনাম: {nickname}",
  "nicknameInputHint": "👇 একটি নতুন ডাকনাম প্রবেশ করুন:",
  "bioInstruction": "একটি নতুন স্ব-পরিচয় লিখুন (১০০ অক্ষরের মধ্যে)।\n\nআপনার বর্তমান স্ব-পরিচয়: {bio}",
  "bioInputHint": "👇 একটি নতুন স্ব-পরিচয় লিখুন:",
  "bloodTypeInstruction": "আপনার রক্তের গ্রুপ নির্বাচন করুন:"
};
