export default {
  "select_continent": "দয়া করে আপনার অঞ্চল নির্বাচন করুন 🌍",
  "select_country": "দয়া করে একটি দেশ নির্বাচন করুন",
  "search_city_prompt": "দয়া করে শহরের নাম লিখুন (যেমন, তাইপেই)",
  "city_not_found": "শহর পাওয়া যায়নি, দয়া করে ইংরেজি নামটি চেষ্টা করুন।",
  "confirm_city": "এটি কি আপনি নির্বাচিত শহর: {city} ({country})?",
  "continent": {
    "asia": "এশিয়া",
    "europe": "ইউরোপ",
    "north_america": "উত্তর আমেরিকা",
    "south_america": "দক্ষিণ আমেরিকা",
    "africa": "অফ্রিকা",
    "oceania": "ওশেনিয়া"
  },
  "btn_search_manually": "🔍 ম্যানুয়ালি একটি শহর অনুসন্ধান করুন",
  "confirm_button": "✅ নিশ্চিত করুন"
};
