export default {
  "timeoutCatchBottle": "⏰ বোতল-ধরার প্রক্রিয়া সময় শেষ হয়েছে\n\nদয়া করে /catch ব্যবহার করে পুনরায় শুরু করুন।",
  "timeoutConversation": "⏰ কথোপকথনের সময় শেষ হয়েছে\n\nঅন্য পক্ষ হয়তো চলে গেছে। নতুন বোতল ধরতে /catch ব্যবহার করুন!",
  "timeoutEditProfile": "⏰ ডেটা সম্পাদনার প্রক্রিয়া সময় শেষ হয়েছে\n\nদয়া করে সম্পাদনা পুনরায় শুরু করুন।",
  "timeoutOnboarding": "⏰ নিবন্ধনের প্রক্রিয়া সময় শেষ হয়েছে\n\nদয়া করে নিবন্ধন পুনরায় শুরু করতে /start ব্যবহার করুন।",
  "timeoutFortune": "⏰ Fortune Bottle প্রক্রিয়া সময়সীমা ছাড়িয়ে গেছে\n\nদয়া করে নতুন ফাংশন নির্বাচন করুন।",
  "timeoutThrowBottle": "⏰ বোতল-নিক্ষেপের প্রক্রিয়া সময় শেষ হয়েছে\n\nদয়া করে /throw ব্যবহার করে পুনরায় শুরু করুন।",
  "typeCatchBottle": "বোতল-ধরার প্রক্রিয়া",
  "typeConversation": "কথোপকথন",
  "typeEditProfile": "ডেটা সম্পাদনা করুন",
  "typeOnboarding": "নিবন্ধন প্রক্রিয়া",
  "typeThrowBottle": "বোতল-নিক্ষেপ প্রক্রিয়া"
};
