export default {
  "replyPrompt": "💬 جواب دیں",
  "suggestCatch": "❓ کیا آپ پیغام کی بوتل اٹھانا چاہتے ہیں؟\n\nپیغام کی بوتل اٹھانے کے لئے /catch استعمال کریں\n\n💡 **عام احکامات**:\n• /throw - پیغام کی بوتل پھینکیں\n• /catch - پیغام کی بوتل اٹھائیں\n• /menu - اہم مینو\n• /tasks - کام کا مرکز",
  "suggestMenu": "❓ حکم نہیں ملا\n\n💡 **عام احکامات**:\n• /throw - پیغام کی بوتل پھینکیں\n• /catch - پیغام کی بوتل اٹھائیں\n• /menu - اہم مینو\n• /tasks - کام کا مرکز",
  "suggestThrow": "❓ کیا آپ پیغام کی بوتل پھینکنا چاہتے ہیں؟\n\nبراہ کرم پچھلے پیغام یا اس پیغام پر لمبا دبائیں,\nمینو سے 'جواب دیں' کا انتخاب کریں,\nپھر بھیجی جانے والی مواد کو ایک پیغام کی بوتل کے طور پر درج کریں\n\n💡 **عام احکامات**:\n• /throw - پیغام کی بوتل پھینکیں\n• /catch - پیغام کی بوتل اٹھائیں\n• /menu - اہم مینو\n• /tasks - کام کا مرکز\n\n#THROW",
  "throwPrompt": "📝 براہ کرم اپنی پیغام کی بوتل کا مواد درج کریں:"
};
