export default {
  "claimButton": "✅ Εξαργύρωση Επιβράβευσης",
  "claimReward": "Κάντε κλικ στο κουμπί παρακάτω για να εξαργυρώσετε την επιβράβευση: +1 μπουκάλι μηνύματος",
  "joined": "🎉 Ανιχνεύθηκε ότι έχετε ενταχθεί στο επίσημο κανάλι!",
  "leftChannel": "❌ Ανιχνεύθηκε ότι αποχωρήσατε από το κανάλι, αδυναμία εξαργύρωσης της επιβράβευσης.",
  "notJoined": "❌ Δεν ανιχνεύθηκε η είσοδός σας στο κανάλι, παρακαλώ ενταχθείτε πρώτα και προσπαθήστε ξανά",
  "oneTimeReward": "💡 Αυτή είναι μια μία φορά επιβράβευση, θα προστεθεί στην ημερήσια ποσόστωση μετά την εξαργύρωση.",
  "rewardAdded": "Επιβράβευση: +1 μπουκάλι μηνύματος (προστίθεται στην ημερήσια ποσόστωση)",
  "rewardGranted": "✅ Η επιβράβευση έχει εκδοθεί! +1 μπουκάλι μηνύματος",
  "taskCompleted": "🎉 Συγχαρητήρια που ολοκληρώσατε την αποστολή: Ενταχθείτε στο επίσημο κανάλι!",
  "viewMoreTasks": "💡 Χρησιμοποιήστε /tasks για να δείτε περισσότερες αποστολές",
  "viewTaskCenter": "[📋 Δείτε το Κέντρο Αποστολών] → /tasks"
};
