export default {
  "cannotGetNickname": "❌ Αδυναμία ανάκτησης ψευδώνυμου Telegram",
  "customHint": "⚠️ Σημείωση:\n• Το όριο μήκους ψευδωνύμου είναι 36 χαρακτήρες\n• Το άλλο μέρος μπορεί να εμφανίσει μέγιστο 18 χαρακτήρες\n• Παρακαλώ μην χρησιμοποιείτε ψευδώνυμο για να στείλετε διαφημίσεις",
  "customPrompt": "✏️ Παρακαλώ εισάγετε το ψευδώνυμό σας:\n\n",
  "genderHint": "⚠️ Σημείωση: Το φύλο δεν μπορεί να αλλάξει αφού καθοριστεί, παρακαλώ επιλέξτε προσεκτικά!",
  "genderSelection": "Ωραία! Το ψευδώνυμό σου είναι: {nickname}\n\nΤώρα παρακαλώ επέλεξε το φύλο σου:\n\n",
  "nicknameSet": "✅ Το ψευδώνυμο έχει οριστεί",
  "userNotFound": "❌ Ο χρήστης δεν υπάρχει"
};
