export default {
  "actionHistory": "📜 Δείτε το πλαίσιο",
  "actionReply": "💬 Απάντησε στον {masked_partner_name}",
  "throwReminder": "🌊 Γεια σου! Έχει περάσει καιρός από την τελευταία φορά που έριξες ένα μπουκάλι μηνύματος, η παραλία είναι τόσο ήσυχη...",
  "catchReminder": "🎣 Ορισμένα νέα μπουκάλια έχουν παρασυρθεί στην ακτή, θέλεις να ρίξεις μια ματιά;",
  "onboardingReminder": "👋 Η εγγραφή σου δεν έχει ολοκληρωθεί ακόμα, λίγο ακόμα! (Βήμα: {step})",
  "messageReminderA": "👋 Γεια σου {masked_partner_name}, περιμένουμε ακόμα την απάντησή σου! Μην αφήσεις τη συζήτηση να κρυώσει～",
  "messageReminderB": "📩 Έχεις ένα μη αναγνωσμένο μήνυμα από τον {masked_partner_name}:\n> \"{last_message_preview}...\"\n(Περάσανε 24 ώρες ήδη!)",
  "messageReminderC": "⏳ Ο {masked_partner_name} περιμένει την απάντησή σου..."
};
