export default {
  "bottleContent": "📝 Περιεχόμενο Μπουκαλιού: {content}\n\n",
  "bottlePicked": "Το μπουκάλι μηνύματος σας έχει παραληφθεί από {maskedMatcherNickname}!\n\n",
  "conversationIdentifier": "💬 Αναγνωριστικό συνομιλίας: {conversationIdentifier}\n",
  "firstMatch": "💡 Αυτή είναι η 1η σας αντιστοίχιση, με 2 θέσεις που απομένουν\n\n",
  "foundBottle": "Το σύστημα βρήκε ένα μπουκάλι μηνύματος από {maskedOwnerNickname}!\n\n",
  "matchSuccess": "🎯 **Η έξυπνη αντιστοίχιση VIP ήταν επιτυχής!**\n\n",
  "replyHint": "💬 **Παρακαλώ πατήστε παρατεταμένα αυτό το μήνυμα, επιλέξτε 'Απάντηση' και στη συνέχεια εισάγετε το περιεχόμενό σας για να ξεκινήσετε τη συνομιλία με τον άλλο συμμετέχοντα**",
  "slotsWaiting": "Υπάρχουν {remaining} θέσεις διαθέσιμες\n\n",
  "smartMatch": "🎉 **Η έξυπνη αντιστοίχιση ήταν επιτυχής!**\n\n",
  "viewChats": "Χρησιμοποιήστε /chats για να δείτε όλες τις συνομιλίες\n\n"
};
