export default {
  "bottle": "🍾 **Τρίπλο Πακέτο Blessing Bottle**\n\nΑυτή είναι μια ισχυρή δυνατότητα που μπορεί να ταιριάξει ταυτόχρονα βασισμένη σε MBTI, ζώδιο και δείκτη τύχης.\n\nΚατανάλωση: 1 Τρίπλο Πακέτο",
  "settings": "⚙️ **Ρυθμίσεις Ταιριάσματος**",
  "settings2": "Παρακαλώ ρυθμίστε τις προτιμήσεις σας για το ταιριάσμα:",
  "start": "🚀 Έναρξη Ταιριάσματος",
  "result": "🎉 Αποτέλεσμα Ταιριάσματος",
  "noMatch": "😔 Δυστυχώς, δεν μπορείτε να βρείτε κατάλληλο ταίρι αυτή τη στιγμή, παρακαλώ δοκιμάστε ξανά αργότερα.",
  "matchSuccess": "🎯 **Η έξυπνη αντιστοίχιση VIP ήταν επιτυχής!**\n\n",
  "bottlePicked": "Το μήνυμα μπουκάλι σας έχει παραληφθεί από τον {maskedMatcherNickname}!",
  "conversationIdentifier": "💬 Αναγνωριστικό συνομιλίας: {conversationIdentifier}\n",
  "bottleContent": "📝 Περιεχόμενο Μπουκαλιού: {content}\n\n",
  "firstMatch": "💡 Αυτός είναι ο 1ος αγώνας σας, με 2 διαθέσιμες θέσεις ακόμα",
  "viewChats": "Χρησιμοποιήστε /chats για να δείτε όλες τις συνομιλίες\n\n",
  "replyHint": "💬 **Παρακαλώ πατήστε παρατεταμένα αυτό το μήνυμα, επιλέξτε 'Απάντηση' και στη συνέχεια εισάγετε το περιεχόμενό σας για να ξεκινήσετε τη συνομιλία με τον άλλο συμμετέχοντα**",
  "smartMatch": "🎉 **Η έξυπνη αντιστοίχιση ήταν επιτυχής!**\n\n",
  "foundBottle": "Το σύστημα βρήκε ένα μπουκάλι μηνύματος από {maskedOwnerNickname}!\n\n"
};
