export default {
  "nickname": "👤 ชื่อเล่น: {ownerMaskedNickname}",
  "short19": "✏️ แก้ไขโปรไฟล์",
  "menuTitle": "แก้ไขโปรไฟล์",
  "nicknameButton": "✏️ แก้ไขชื่อเล่น",
  "bioButton": "📝 แก้ไขข้อมูลส่วนตัว",
  "regionButton": "🌍 เปลี่ยนภูมิภาค",
  "interestsButton": "🏷️ เปลี่ยนความสนใจ",
  "bloodTypeButton": "🩸 เปลี่ยนกลุ่มเลือด",
  "matchPrefButton": "❤️ ความชอบในการจับคู่",
  "nicknameInstruction": "กรุณากรอกชื่อเล่นใหม่ (สูงสุด 20 ตัวอักษร).\n\nชื่อเล่นปัจจุบันของคุณคือ: {nickname}",
  "nicknameInputHint": "👇 กรุณากรอกชื่อเล่นใหม่:",
  "bioInstruction": "กรุณากรอกการแนะนำตัวใหม่ (สูงสุด 100 ตัวอักษร).\n\nการแนะนำตัวปัจจุบันของคุณคือ: {bio}",
  "bioInputHint": "👇 กรุณากรอกการแนะนำตัวใหม่:",
  "bloodTypeInstruction": "กรุณาเลือกกลุ่มเลือดของคุณ:",
  "matchPrefInstruction": "โปรดเลือกความชอบในการจับคู่ของคุณ:"
};
