export default {
  "nickname": "👤 उपनाम: \\\\\\\\\\\\\\{ownerMaskedNickname}",
  "short19": "✏️ प्रोफ़ाइल संपादित करें",
  "menuTitle": "प्रोफ़ाइल संपादित करें",
  "nicknameButton": "✏️ उपनाम संपादित करें",
  "bioButton": "📝 परिचय संपादित करें",
  "regionButton": "🌍 क्षेत्र बदलें",
  "interestsButton": "🏷️ रुचियाँ बदलें",
  "bloodTypeButton": "🩸 रक्त समूह बदलें",
  "matchPrefButton": "❤️ मिलान प्राथमिकताएँ",
  "nicknameInstruction": "कृपया एक नया उपनाम दर्ज करें (20 अक्षरों तक)।\n\nआपका वर्तमान उपनाम है: {nickname}",
  "nicknameInputHint": "👇 कृपया एक नया उपनाम दर्ज करें:",
  "bioInstruction": "कृपया एक नई आत्म-परिचय दर्ज करें (100 अक्षरों तक)।\n\nआपका वर्तमान आत्म-परिचय है: {bio}",
  "bioInputHint": "👇 कृपया एक नई आत्म-परिचय दर्ज करें:",
  "bloodTypeInstruction": "कृपया अपना रक्त समूह चुनें:",
  "matchPrefInstruction": "कृपया अपनी मिलान प्राथमिकता चुनें:"
};
