export default {
  "select_continent": "कृपया अपना क्षेत्र चुनें 🌍",
  "select_country": "कृपया एक देश चुनें",
  "search_city_prompt": "कृपया शहर का नाम दर्ज करें (जैसे, ताईपेई)",
  "city_not_found": "शहर नहीं मिला, कृपया अंग्रेज़ी नाम का प्रयास करें।",
  "confirm_city": "क्या यह वह शहर है जिसे आपने चुना: {city} ({country})?",
  "continent": {
    "asia": "एशिया",
    "europe": "यूरोप",
    "north_america": "उत्तर अमेरिका",
    "south_america": "दक्षिण अमेरिका",
    "africa": "अफ्रीका",
    "oceania": "ओशिनिया"
  },
  "btn_search_manually": "🔍 शहर की मैन्युअल खोज करें",
  "confirm_button": "✅ पुष्टि करें"
};
