export default {
  "actionHistory": "📜 संदर्भ देखें",
  "actionReply": "💬 {masked_partner_name} को जवाब दें",
  "throwReminder": "🌊 हे! आपको संदेश की बोतल फेंकने में काफी समय हो गया है, समुद्र तट बहुत शांत है...",
  "catchReminder": "🎣 कुछ नई बोतलें किनारे पर आ गई हैं, क्या आप देखना चाहेंगे?",
  "onboardingReminder": "👋 आपकी पंजीकरण अभी पूरा नहीं हुआ है, बस थोड़ा और! (कदम: {step})",
  "messageReminderA": "👋 हे {masked_partner_name}, हम अभी भी आपके जवाब का इंतजार कर रहे हैं! बात-चीत को ठंडा मत होने दो～",
  "messageReminderB": "📩 आपके पास {masked_partner_name} से एक बिना पढ़ी हुई संदेश है:\n> \"{last_message_preview}...\"\n(यह पहले से ही 24 घंटे हो चुके हैं!)",
  "messageReminderC": "⏳ {masked_partner_name} आपके जवाब का इंतजार कर रहा है..."
};
