export default {
  "timeoutCatchBottle": "⏰ संदेश की बोतल पकड़ने की प्रक्रिया समय सीमा पार हो गई है\n\nकृपया पुनरारंभ करने के लिए /catch का उपयोग करें।",
  "timeoutConversation": "⏰ बातचीत की समय सीमा पार हो गई है\n\nदूसरा पक्ष छोड़ चुका हो सकता है। नई बोतलें पकड़ने के लिए /catch का उपयोग करें!",
  "timeoutEditProfile": "⏰ डेटा संपादन प्रक्रिया समय सीमा पार हो गई है\n\nकृपया संपादन को फिर से शुरू करें।",
  "timeoutOnboarding": "⏰ पंजीकरण प्रक्रिया समय सीमा पार हो गई है\n\nकृपया पंजीकरण को पुनरारंभ करने के लिए /start का उपयोग करें।",
  "timeoutFortune": "⏰ Fortune Bottle प्रक्रिया समाप्‍त हो गई है।\n\nकृपया एक फ़ीचर फिर से चुनें।",
  "timeoutThrowBottle": "⏰ संदेश बोतल फेंकने की प्रक्रिया समय सीमा पार हो गई है\n\nकृपया पुनरारंभ करने के लिए /throw का प्रयोग करें।",
  "typeCatchBottle": "संदेश की बोतल प्रक्रिया",
  "typeConversation": "बातचीत",
  "typeEditProfile": "प्रोफ़ाइल संपादित करें",
  "typeOnboarding": "पंजीकरण प्रक्रिया",
  "typeThrowBottle": "संदेश की बोतल फेंकने की प्रक्रिया"
};
