export default {
  "bottle": "🍾 **तीन गुना पृष्ठभूमि की Blessing Bottle**\n\nयह एक शक्तिशाली विशेषता है जो MBTI, राशि और मिलन बिंदु के आधार पर एक साथ मिलान कर सकती है।\n\nखर्च: 1 तीन गुना Bottle",
  "settings": "⚙️ **मैच सेटिंग**",
  "settings2": "कृपया अपने मैच प्राथमिकता सेट करें:",
  "start": "🚀 मैच शुरू करें",
  "result": "🎉 मैच परिणाम",
  "noMatch": "😔 अभी के लिए कोई उपयुक्त व्यक्ति नहीं मिला, कृपया थोड़ी देर बाद प्रयास करें।",
  "matchSuccess": "🎯 **VIP स्मार्ट पेयरिंग सफल!**\n\n",
  "bottlePicked": "आपका संदेश बॉटल {maskedMatcherNickname} द्वारा उठाया गया है!",
  "conversationIdentifier": "💬 वार्तालाप पहचानकर्ता: {conversationIdentifier}\n",
  "bottleContent": "📝 बोतल की सामग्री: {content}\n\n",
  "firstMatch": "💡 यह आपका 1वां मैच है, अभी भी 2 स्लॉट उपलब्ध हैं",
  "viewChats": "सभी वार्तालाप देखने के लिए /chats का उपयोग करें\n\n",
  "replyHint": "💬 **कृपया इस संदेश पर लंबे समय तक दबाएं, 'उत्तर दें' का चयन करें, और दूसरे पक्ष से बातचीत शुरू करने के लिए सामग्री दर्ज करें**",
  "smartMatch": "🎉 **स्मार्ट पेयरिंग सफल!**\n\n",
  "foundBottle": "सिस्टम ने {maskedOwnerNickname} से एक बोतल पाई है!\n\n"
};
