export default {
  "completeTask": "• ✨ Выполняйте задачи (заработайте постоянную квоту)",
  "inviteFriends": "• 🎁 Пригласите друзей (заработайте +1 квоту за человека)",
  "quotaExhausted": "❌ Сьогоднішня квота Бутылка Желаний вичерпана ({quotaDisplay})",
  "taskButton": "✨ {taskName} 🎁",
  "upgradeVip": "• 💎 Улучшите до VIP (30 квот в день)",
  "watchAd": "• 📺 Смотрите рекламу (осталось {remaining}/20 раз)",
  "watchAdLimit": "• 📺 Смотрите рекламу (достигнут лимит на сегодня)",
  "waysToGetMore": "💡 Способы заработать больше квот:"
};
