export default {
  "cannotIdentify": "⚠️ Невозможно определить собеседника.",
  "catchNewBottle": "💡 Используйте 'Собрать', чтобы поймать новую Бутылку Желаний и начать новый разговор.",
  "conversationInfoError": "⚠️ Информация о разговоре неверна.",
  "conversationMayEnded": "Разговор мог завершиться или не существует.",
  "conversationNotFound": "⚠️ Не удается найти этот разговор.",
  "ensureReply": "Пожалуйста, убедитесь, что ваш ответ адресован сообщению, отправленному другой стороной (с идентификатором #).",
  "hint": "💡 Это позволяет точно указать цель блокировки.",
  "replyRequired": "⚠️ Пожалуйста, длительно нажмите на сообщение, которое хотите заблокировать, и ответьте с командой.",
  "step1": "1️⃣ Длительное нажатие на сообщение другой стороны.",
  "step2": "2️⃣ Выберите 'Ответить'.",
  "step3": "3️⃣ Введите /block.",
  "steps": "**Шаги для выполнения:**",
  "success": "✅ Этот пользователь был заблокирован (#{identifier})",
  "willNotMatch": "Вы больше не будете сопоставлены с Бутылкой Желаний другого человека."
};
