export default {
  "age": {
    "daysAgo": "\\{days} дней назад",
    "hoursAgo": "\\{hours} часов назад",
    "justNow": "Только что"
  },
  "contentHint": "💡 Вы можете:\n• Ввести новый текст для замены черновика\n• Использовать для начала заново\n• Отправить содержимое черновика, чтобы бросить Бутылка Желаний",
  "contentTitle": "📝 **Черновик**\n\n",
  "continueEditing": "✅ Продолжить редактирование черновика",
  "deleteButton": "🗑️ Удалить черновик",
  "deleted": "✅ Черновик был удален",
  "editButton": "✏️ Изменить контент",
  "editInput": "✏️ Пожалуйста, введите новое содержание для Бутылка Желаний:\n\n💡 Подсказка:\n• Минимум 5 символов\n• Максимум 250 символов\n• Запрещены ссылки, изображения, мультимедиа\n• Не включайте личные контактные данные\n• Дружественные, уважительные и полные благословения сообщения принесут не только祝福 другим, но и счастье в ответ~",
  "editPrompt": "✏️ Пожалуйста, введите новый контент",
  "newBottle": "✅ Начать новую Бутылка Желаний",
  "notFound": "⚠️ Черновик не существует или срок его действия истек",
  "sendButton": "✅ Отправить черновик",
  "sendQuestion": "Вы хотите отправить этот черновик напрямую?",
  "sending": "✅ Отправка...",
  "targetGender": "Какого партнера по чату вы ищете?\n\n",
  "targetGenderHint": "💡 Обновите до VIP для расширенных фильтров (MBTI/Знак зодиака): /vip",
  "throwBottle": "🍾 Бросить Бутылка Желаний\n\nОтправьте祝福 другим, и счастье вернется к вам~"
};
