export default {
  "age": {
    "daysAgo": "\\${days} дней назад",
    "hoursAgo": "\\${hours} часов назад",
    "justNow": "Только что"
  },
  "contentHint": "💡 Вы можете:\n• Непосредственно ввести новый контент для замены черновика\n• Использовать /throw, чтобы начать заново\n• Отправить контент черновика, чтобы бросить бутылку с сообщением",
  "contentTitle": "📝 **Черновик**\n\n",
  "continueEditing": "✅ Продолжить редактирование черновика",
  "deleteButton": "🗑️ Удалить черновик",
  "deleted": "✅ Черновик был удален",
  "editButton": "✏️ Изменить контент",
  "editInput": "✏️ Пожалуйста, введите новый контент для бутылки с сообщением:\n\n💡 Советы:\n• Минимум 5 символов\n• Максимум 250 символов\n• Ссылки, изображения, мультимедиа не допускаются\n• Избегайте указания личной контактной информации\n• Дружелюбный и уважительный контент имеет больше шансов быть замеченным!",
  "editPrompt": "✏️ Пожалуйста, введите новый контент",
  "newBottle": "✅ Начать новую бутылку с сообщением",
  "notFound": "⚠️ Черновик не существует или срок его действия истек",
  "sendButton": "✅ Отправить черновик",
  "sendQuestion": "Вы хотите отправить этот черновик напрямую?",
  "sending": "✅ Отправка...",
  "targetGender": "Какого партнера по чату вы ищете?\n\n",
  "targetGenderHint": "💡 Обновите до VIP для расширенных фильтров (MBTI/Знак зодиака): /vip",
  "throwBottle": "🍾 Бросить бутылку с сообщением\n\nКакого партнера по чату вы ищете?"
};
