export default {
  "nickname": "👤 Ник: ${ownerMaskedNickname}",
  "short19": "✏️ Редактировать профиль",
  "menuTitle": "Редактировать профиль",
  "nicknameButton": "✏️ Редактировать никнейм",
  "bioButton": "📝 Редактировать введение",
  "regionButton": "🌍 Изменить регион",
  "interestsButton": "🏷️ Изменить интересы",
  "bloodTypeButton": "🩸 Изменить группу крови",
  "matchPrefButton": "❤️ Предпочтения для совпадений",
  "nicknameInstruction": "Пожалуйста, введите новое никнейм (до 20 символов).\n\nВаш текущий никнейм: {nickname}",
  "nicknameInputHint": "👇 Пожалуйста, введите новое никнейм:",
  "bioInstruction": "Пожалуйста, введите новое самоучение (до 100 символов).\n\nВаше текущее самоучение: {bio}",
  "bioInputHint": "👇 Пожалуйста, введите новое самоучение:",
  "bloodTypeInstruction": "Пожалуйста, выберите вашу группу крови:"
};
