export default {
  "select_continent": "Пожалуйста, выберите ваш регион 🌍",
  "select_country": "Пожалуйста, выберите страну/регион",
  "search_city_prompt": "Пожалуйста, введите название города (например: Токио)",
  "city_not_found": "Город не найден, пожалуйста, попробуйте английское название.",
  "confirm_city": "Это тот город, который вы выбрали: {city} ({country})?",
  "continent": {
    "asia": "Азия",
    "europe": "Европа",
    "north_america": "Северная Америка",
    "south_america": "Южная Америка",
    "africa": "Африка",
    "oceania": "Океания"
  },
  "btn_search_manually": "🔍 Выполнить ручной поиск города",
  "confirm_button": "✅ Подтвердить"
};
