export default {
  "cannotGetNickname": "❌ Не удалось получить никнейм Telegram",
  "customHint": "⚠️ Примечание:\n• Максимальная длина никнейма – 36 символов\n• У другой стороны отображается максимум 18 символов\n• Не используйте никнейм для отправки рекламы",
  "customPrompt": "✏️ Пожалуйста, введите ваш никнейм:\n\n",
  "genderHint": "⚠️ Примечание: Настройку пола нельзя изменить после выбора, пожалуйста, выбирайте внимательно!",
  "genderSelection": "Отлично! Ваш никнейм: {nickname}\n\nТеперь выберите ваш пол:\n\n",
  "nicknameSet": "✅ Никнейм установлен",
  "userNotFound": "❌ Пользователь не существует"
};
