export default {
  "cannotGetNickname": "❌ Не удалось получить никнейм Telegram",
  "customHint": "⚠️ Примечание:\n• Максимальная длина никнейма – 36 символов\n• У другой стороны отображается максимум 18 символов\n• Не используйте никнейм для отправки рекламы",
  "customPrompt": "✏️ Пожалуйста, введите ваш никнейм:\n\n",
  "genderHint": "⚠️ Внимание: после выбора пола изменить его нельзя, пожалуйста, выбирайте внимательно!\n- Для использования функций астрологии и бутылки желаний, пожалуйста, укажите ваш пол при рождении.",
  "genderSelection": "Отлично! Ваш никнейм: {nickname}\n\nТеперь выберите ваш пол:\n\n",
  "nicknameSet": "✅ Никнейм установлен",
  "userNotFound": "❌ Пользователь не существует"
};
