export default {
  "actionHistory": "📜 Просмотреть контекст",
  "actionReply": "💬 Ответить {masked_partner_name}",
  "throwReminder": "🌊 Привет! Прошло время с тех пор, как вы бросили бутылку с сообщением, пляж так тихо...",
  "catchReminder": "🎣 На берегу появилось несколько новых бутылок, хотите взглянуть?",
  "onboardingReminder": "👋 Ваша регистрация еще не завершена, немного осталось! (Шаг: {step})",
  "messageReminderA": "👋 Привет {masked_partner_name}, мы все еще ждем вашего ответа! Не дайте разговору остыть～",
  "messageReminderB": "📩 У вас есть непрочитанное сообщение от {masked_partner_name}:\n> \"{last_message_preview}...\"\n(Уже прошло 24 часа!)",
  "messageReminderC": "⏳ {masked_partner_name} ждет вашего ответа..."
};
