export default {
  "timeoutCatchBottle": "⏰ Процесс забирания бутылки истек\n\nПожалуйста, используйте /catch, чтобы перезапустить.",
  "timeoutConversation": "⏰ Разговор истек\n\nВторая сторона могла уйти. Используйте /catch, чтобы забрать новую бутылку!",
  "timeoutEditProfile": "⏰ Процесс редактирования данных истек\n\nПожалуйста, перезапустите редактирование.",
  "timeoutOnboarding": "⏰ Процесс регистрации истек\n\nПожалуйста, используйте /start, чтобы перезапустить регистрацию.",
  "timeoutFortune": "⏰ Процесс предсказания времени истек\n\nПожалуйста, выберите функцию еще раз.",
  "timeoutThrowBottle": "⏰ Процесс бросания бутылки истек\n\nПожалуйста, используйте /throw, чтобы перезапустить.",
  "typeCatchBottle": "Процесс забирания бутылки",
  "typeConversation": "Разговор",
  "typeEditProfile": "Редактировать данные",
  "typeOnboarding": "Процесс регистрации",
  "typeThrowBottle": "Процесс бросания бутылки"
};
