export default {
  "cannotIdentify": "⚠️ Невідомий співрозмовник.",
  "catchNewBottle": "💡 Використовуйте /catch, щоб обрати нову пляшку з повідомленням і почати нову розмову.",
  "conversationInfoError": "⚠️ Інформація про розмову невірна.",
  "conversationMayEnded": "Розмова могла завершитись або не існує.",
  "conversationNotFound": "⚠️ Цю розмову не вдалося знайти.",
  "ensureReply": "Будь ласка, переконайтесь, що ви відповідаєте на повідомлення, надіслане другою стороною (зі знаком #).",
  "hint": "💡 Це точно вказує людину, яку потрібно заблокувати.",
  "replyRequired": "⚠️ Будь ласка, довго натискайте на повідомлення, яке ви хочете заблокувати, і відповідайте командою.",
  "step1": "1️⃣ Довго натискайте на повідомлення іншої особи.",
  "step2": "2️⃣ Виберіть 'Відповісти'.",
  "step3": "3️⃣ Введіть /block.",
  "steps": "**Кроки для виконання:**",
  "success": "✅ Заблоковано цього користувача (#{identifier})",
  "willNotMatch": "Ви більше не будете отримувати повідомлення від цієї людини."
};
