export default {
  "age": {
    "daysAgo": "\\{days} днів тому",
    "hoursAgo": "\\{hours} годин тому",
    "justNow": "Щойно"
  },
  "contentHint": "💡 Ви можете:\n• Безпосередньо ввести новий вміст, щоб замінити чернетку\n• Використати /throw, щоб перезапустити\n• Відправити вміст чернетки, щоб кинути пляшку з повідомленням",
  "contentTitle": "📝 **Зміст чернетки**\n\n",
  "continueEditing": "✅ Продовжити редагування чернетки",
  "deleteButton": "🗑️ Видалити чернетку",
  "deleted": "✅ Чернетка була видалена",
  "editButton": "✏️ Редагувати вміст",
  "editInput": "✏️ Будь ласка, введіть новий вміст пляшки з повідомленням:\n\n💡 Поради:\n• Мінімум 5 символів\n• Максимум 250 символів\n• Посилання, зображення та мультимедіа не дозволяються\n• Не включайте особисту контактну інформацію\n• Дружній та поважний вміст має більше шансів бути обраним～",
  "editPrompt": "✏️ Будь ласка, введіть новий вміст",
  "newBottle": "✅ Розпочати нову пляшку з повідомленням",
  "notFound": "⚠️ Чернетки не існує або термін її дії закінчився",
  "sendButton": "✅ Відправити чернетку",
  "sendQuestion": "Ви хочете відправити цю чернетку безпосередньо?",
  "sending": "✅ Відправка...",
  "targetGender": "Якого партнера для спілкування ви шукаєте?\n\n",
  "targetGenderHint": "💡 Оновіть до VIP для розширених фільтрів (MBTI/Зодіак): /vip",
  "throwBottle": "🍾 Кинути пляшку з повідомленням\n\nЯкого партнера по чату ви шукаєте?"
};
