export default {
  "age": {
    "daysAgo": "\\{days} днів тому",
    "hoursAgo": "\\{hours} годин тому",
    "justNow": "Щойно"
  },
  "contentHint": "💡 Ви можете:\n• Вводити новий вміст для заміни чернетки\n• Використати 'Почати знову'\n• Надіслати вміст чернетки, щоб кинути Пляшка Бажань",
  "contentTitle": "📝 **Зміст чернетки**\n\n",
  "continueEditing": "✅ Продовжити редагування чернетки",
  "deleteButton": "🗑️ Видалити чернетку",
  "deleted": "✅ Чернетка була видалена",
  "editButton": "✏️ Редагувати вміст",
  "editInput": "✏️ Будь ласка, введіть новий вміст Пляшка Бажань:\n\n💡 Поради:\n• Мінімум 5 символів\n• Максимум 250 символів\n• Посилання, зображення та мультимедіа не допускаються\n• Не включайте особисту контактну інформацію\n• Дружній, поважний та сповнений благословення вміст не лише приносить благословення іншим, а й отримує радісні відповіді!",
  "editPrompt": "✏️ Будь ласка, введіть новий вміст",
  "newBottle": "✅ Розпочати новий благословенний Пляшка Бажань",
  "notFound": "⚠️ Чернетки не існує або термін її дії закінчився",
  "sendButton": "✅ Відправити чернетку",
  "sendQuestion": "Ви хочете відправити цю чернетку безпосередньо?",
  "sending": "✅ Відправка...",
  "targetGender": "Якого партнера для спілкування ви шукаєте?\n\n",
  "targetGenderHint": "💡 Оновіть до VIP для розширених фільтрів (MBTI/Зодіак): /vip",
  "throwBottle": "🍾 Кинути Пляшка Бажань\n\nНадішліть благословення іншим, і щастя повернеться до вас!"
};
