export default {
  "nickname": "👤 Нікнейм: {ownerMaskedNickname}",
  "short19": "✏️ Редагувати профіль",
  "menuTitle": "Редагувати профіль",
  "nicknameButton": "✏️ Редагувати псевдонім",
  "bioButton": "📝 Редагувати вступ",
  "regionButton": "🌍 Змінити регіон",
  "interestsButton": "🏷️ Змінити інтереси",
  "bloodTypeButton": "🩸 Змінити групу крові",
  "matchPrefButton": "❤️ Налаштування відповідності",
  "nicknameInstruction": "Будь ласка, введіть новий нікнейм (до 20 символів).\n\nВаш поточний нікнейм: {nickname}",
  "nicknameInputHint": "👇 Будь ласка, введіть новий нікнейм:",
  "bioInstruction": "Будь ласка, введіть нове самопредставлення (до 100 символів).\n\nВаше поточне самопредставлення: {bio}",
  "bioInputHint": "👇 Будь ласка, введіть нове самопредставлення:",
  "bloodTypeInstruction": "Будь ласка, виберіть вашу групу крові:"
};
