export default {
  "cannotGetNickname": "❌ Не вдалося отримати нікнейм Telegram",
  "customHint": "⚠️ Примітка:\n• Межа довжини нікнейма - 36 символів\n• Інша сторона відображає максимум 18 символів\n• Будь ласка, не використовуйте нікнейм для надсилання реклами",
  "customPrompt": "✏️ Будь ласка, введіть ваш нікнейм:\n\n",
  "genderHint": "⚠️ Примітка: Налаштування статі не може бути змінене після вибору, будь ласка, обирайте обережно!\n- Для використання функцій сумісності за астрологією та повідомленнями у пляшках, будь ласка, введіть вашу стать при народженні.",
  "genderSelection": "Чудово! Ваш нікнейм: {nickname}\n\nТепер, будь ласка, виберіть свою стать:\n\n",
  "nicknameSet": "✅ Нікнейм встановлено",
  "userNotFound": "❌ Користувача не існує"
};
