export default {
  "cannotGetNickname": "❌ Не вдалося отримати нікнейм Telegram",
  "customHint": "⚠️ Примітка:\n• Межа довжини нікнейма - 36 символів\n• Інша сторона відображає максимум 18 символів\n• Будь ласка, не використовуйте нікнейм для надсилання реклами",
  "customPrompt": "✏️ Будь ласка, введіть ваш нікнейм:\n\n",
  "genderHint": "⚠️ Увага: після налаштування статі змінити її не можна, уважно обирайте!\n- Щоб використовувати функції астрології та пляшки бажань, вкажіть стать при народженні",
  "genderSelection": "Чудово! Ваш нікнейм: {nickname}\n\nТепер, будь ласка, виберіть свою стать:\n\n",
  "nicknameSet": "✅ Нікнейм встановлено",
  "userNotFound": "❌ Користувача не існує"
};
