export default {
  "actionHistory": "📜 Переглянути контекст",
  "actionReply": "💬 Відповісти {masked_partner_name}",
  "throwReminder": "🌊 Привіт! Минуло деякий час з того часу, як ви кинули пляшку з повідомленням, пляж такий тихий...",
  "catchReminder": "🎣 На берег прибули нові пляшки, хочете подивитися?",
  "onboardingReminder": "👋 Ваша реєстрація ще не завершена, трохи більше! (Крок: {step})",
  "messageReminderA": "👋 Привіт {masked_partner_name}, ми все ще чекаємо вашої відповіді! Не давайте розмові згаснути～",
  "messageReminderB": "📩 У вас є непрочитане повідомлення від {masked_partner_name}:\n> \"{last_message_preview}...\"\n(Вже пройшло 24 години!)",
  "messageReminderC": "⏳ {masked_partner_name} чекає на вашу відповідь..."
};
