export default {
  "replyPrompt": "💬 Відповісти",
  "suggestCatch": "❓ Хочете підібрати Пляшку Бажань?\n\nВикористовуйте для підбору Пляшки Бажань.\n\n💡 **Поширені команди**：\n• Кинути - Пляшка Бажань\n• Підібрати - Пляшка Бажань\n• Головне меню\n• Завдання",
  "suggestMenu": "❓ Команду не знайдено\n\n💡 **Поширені команди**：\n• Кинути - Пляшка Бажань\n• Підібрати - Пляшка Бажань\n• Головне меню\n• Завдання",
  "suggestThrow": "❓ Хочете кинути Пляшку Бажань?\n\nБудь ласка, довго натискайте на попереднє повідомлення або це повідомлення,\nв меню виберіть «Відповісти»,\nвведіть вміст Пляшки Бажань, яку ви хочете надіслати.\n\n💡 **Поширені команди**：\n• Кинути - Пляшка Бажань\n• Підібрати - Пляшка Бажань\n• Головне меню\n• Завдання\n\n#КИНУТИ",
  "throwPrompt": "📝 Введіть вміст вашої Пляшки Бажань:"
};
