export default {
  "timeoutCatchBottle": "⏰ Процес підбору пляшки завершився через максимальний час\n\nБудь ласка, використовуйте /catch, щоб перезапустити.",
  "timeoutConversation": "⏰ Розмова завершилася через максимальний час\n\nІнша сторона могла піти. Використовуйте /catch, щоб підібрати нову пляшку!",
  "timeoutEditProfile": "⏰ Процес редагування даних завершився через максимальний час\n\nБудь ласка, перезапустіть редагування.",
  "timeoutOnboarding": "⏰ Процес реєстрації завершився через максимальний час\n\nБудь ласка, використовуйте /start для перезапуску реєстрації.",
  "timeoutThrowBottle": "⏰ Процес відправки пляшки завершився через максимальний час\n\nБудь ласка, використовуйте /throw для перезапуску.",
  "typeCatchBottle": "Процес підбору пляшки",
  "typeConversation": "Розмова",
  "typeEditProfile": "Редагувати дані",
  "typeOnboarding": "Процес реєстрації",
  "typeThrowBottle": "Процес відправки пляшки"
};
