export default {
  "bottle": "🍾 **Тринадцята пляшка Бажань**\n\nЦе потужна функція, яка може одночасно підбирати пари на основі MBTI, знаків зодіаку та індексу долі.\n\nСпоживання: 1 трійна пляшка",
  "settings": "⚙️ **Налаштування підбору**",
  "settings2": "Будь ласка, налаштуйте ваші вподобання для підбору:",
  "start": "🚀 Розпочати підбір",
  "result": "🎉 Результат підбору",
  "noMatch": "😔 На даний момент не знайдено відповідних супутників, будь ласка, спробуйте пізніше.",
  "matchSuccess": "🎯 **Успішне VIP-співвідношення!**\n\n",
  "bottlePicked": "Вашу повідомлення пляшку під picked up by {maskedMatcherNickname}!",
  "conversationIdentifier": "💬 Ідентифікатор розмови: {conversationIdentifier}\n",
  "bottleContent": "📝 Зміст пляшки: {content}\n\n",
  "firstMatch": "💡 Це ваш перший матч, залишилось ще 2 місця",
  "viewChats": "Використовуйте /chats для перегляду всіх розмов\n\n",
  "replyHint": "💬 **Будь ласка, натисніть і утримуйте це повідомлення, виберіть 'Відповісти' та введіть вміст, щоб почати спілкування з іншою стороною**",
  "smartMatch": "🎉 **Успішне співвідношення!**\n\n",
  "foundBottle": "Система знайшла пляшку від {maskedOwnerNickname}!\n\n"
};
